#+TITLE: Luminus TODO org
#+AUTHOR: MM
#+DATE: TODAY
#+STARTUP: Chipotle
#+OPTIONS: toc:nil
#+TODO: TODO IN-PROGRESS WAITING STAGING DONE

* Chipotle-Luminus Project

** IN-PROGRESS CRUD Clojure
   Creating the first CRUD
   DEADLINE: <2017-10-09 Mon>
   :LOGBOOK:
   CLOCK: [2017-10-17 Die 17:09]--[2017-10-17 Die 17:11] =>  0:02
   CLOCK: [2017-10-09 Mon 12:43]
   :END:


** DONE [#A] Open a new session
   DEADLINE: <2017-10-10 Die>
   :LOGBOOK:
   CLOCK: [2017-10-06 Fre 13:42]--[2017-10-06 Fre 13:46] =>  0:04
   :END:
   Ad login to the new app

   #+BEGIN: columnview :hlines 1 :id local
   | ITEM             | TODO | PRIORITY | TAGS |
   |------------------+------+----------+------|
   | Oen anew session | TODO | A        |      |
   #+END:



** WAITING [#B] RSPEC for answers
   Code the Unit Test
   :LOGBOOK:
   CLOCK: [2017-10-04 Mit 11:41]--[2017-10-04 Mit 11:42] =>  0:01
   :END:


** DONE Competences comparative with_ideal_profile.html :a new tag:
   app/views/v2/modules/comparative_participant_competences/html/_with_ideal_profile.html.slim
   terminate
   SCHEDULED: <2017-10-03 Die>
   :LOGBOOK:
   CLOCK: [2017-10-02 Mon 14:47]--[2017-10-02 Mon 14:58] =>  0:11
   CLOCK: [2017-10-02 Mon 14:43]--[2017-10-02 Mon 14:47] =>  0:04
   :END:


** DONE Groups results in "skills" template                          :skills:
   SCHEDULED: <2017-10-03 Die 15:05>
   This needs by grouping data. *This is important*
   - One
     - One.two
   - Two


** DONE script for the cluster selection screen                      :skills:

  :LOGBOOK:
  CLOCK: [2017-10-02 Mon 14:29]--[2017-10-02 Mon 14:43] =>  0:14
  :END:







